name=["Введите имя пользователя:","Введите заголовок заметки:","Введите описание заметки:","Введите статус заметки:"]
ram=input(name[0])
dam=input(name[1])
vam=input(name[2])
sam=input(name[3])
time=["Введите дату создания заметкив форме'день-месяц-год':","Введите дату истечения заметки в формате'день-месяц-год':"]
ham=input(time[0])
kam=input(time[1])
zag=["Заголовки заметки:","Заголовок 1:","Заголовок 2:","Заголовок 3:"]
print(zag[0])
zag1=input(zag[1])
zag2=input(zag[2])
zag3=input(zag[3])